<?php

return [
    'admin' => [
        'categories' => [
            'create' => [
                'success' => 'Категория успешно добавлена',
                'fail' => 'Категория не добавлена',
            ],
            'update' => [
                'success' => 'Категория успешно обновлена',
                'fail' => 'Категория не обновлена',
            ]
        ],
        'news' => [
            'create' => [
                'success' => 'Новость успешно добавлена',
                'fail' => 'Новость не добавлена',
            ],
            'update' => [
                'success' => 'Новость успешно обновлена',
                'fail' => 'Новость не обновлена',
            ]
        ],
        'sites' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Запись не добавлена',
            ],
            'update' => [
                'success' => 'Запись успешно обновлена',
                'fail' => 'Запись не обновлена',
            ]
        ]
    ]
];